/**
 * 金句配置文件
 * 由「金句录」自动生成 2026-04-18
 */

window.QUOTES_CONFIG = [
  {
    "id": "q1776484404247",
    "text": "私のオナニーを見て下さいっ！",
    "author": "绫地宁宁",
    "tag": "其他",
    "date": "2026-04-18"
  },
  {
    "id": "q1776484108197",
    "text": "We shall never surrender！",
    "author": "丘吉尔",
    "tag": "其他",
    "date": "2026-04-18"
  },
  {
    "id": "q1776484034574",
    "text": "我们因为守护所爱之人事物而脆弱，但也因为他们而强悍。",
    "author": "《鬼灭之刃》",
    "tag": "动漫",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483930190",
    "text": "你将不再是道具，而是成为人如其名的人。",
    "author": "《紫罗兰永恒花园》",
    "tag": "动漫",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483881028",
    "text": "花无凋零之日，意无传达之期，爱情亘古不变，紫罗兰永世长存。",
    "author": "《紫罗兰永恒花园》",
    "tag": "动漫",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483815679",
    "text": "要足够优秀，才能接住上天给的惊喜和机会。",
    "author": "《紫罗兰永恒花园》",
    "tag": "动漫",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483317127",
    "text": "就算遭人轻视，就算毫无胜算，也要绝地反击。",
    "author": "《覆灭重生》",
    "tag": "绝区零",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483299989",
    "text": "哪怕前途荆棘漫漫，我们终将冲破一切阻碍。",
    "author": "《覆灭重生》",
    "tag": "绝区零",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483279983",
    "text": "你在镜子里看到的，一定是你自己。",
    "author": "丽娜",
    "tag": "绝区零",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483259456",
    "text": "前辈的从容是需要靠丰富的人生智慧堆砌的。",
    "author": "朱鸢",
    "tag": "绝区零",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483236599",
    "text": "什么都会一点只能叫平庸，但如果你足够坚定，从会一点变成很擅长，那你就是全能！",
    "author": "安东·伊万诺夫",
    "tag": "绝区零",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483213914",
    "text": "过去积累的每一份努力，都有存在的意义。",
    "author": "猫又",
    "tag": "绝区零",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483107912",
    "text": "如果一个人不能接受失去某种东西的状况，那他其实也就不具备真正保有那样东西的器量。",
    "author": "布洛妮娅",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483082357",
    "text": "以前是以前，现在是现在，接受失败也是人生的必修课。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483060826",
    "text": "故事总有结束的时候，但留下的记忆不会消失，传递的感情不会消失。它们会成为后来者的钥匙，被人铭记......延伸向未来，永远存在。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483022493",
    "text": "每个人最宝贵的东西都是生命，但每个人也都无法阻止生命的流逝。那么在这唯一的生命里，我们不仅仅要活在当下，也同样不能给未来留下遗憾。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776483004582",
    "text": "我曾因迷茫犯下错误，曾因恐惧迷失自我……在黑暗中，是你为我点燃了天空，在最寂静的夜里为我照亮了前行的路。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776482988355",
    "text": "回到以前熟悉的地方，总是很容易被勾起回忆。那些曾经想要逃避的时光，在永远地流逝之后，才显得如此珍贵。但是这也无妨，那些瞬间已经共同塑造了现在的我，今后也会作为我自己的一部分，陪伴我走过将来的路。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776482961447",
    "text": "每一个给过我帮助、指引我前进、给予我善意的人。她们的笑容、感激、对未来的期待，她们向我伸出的手，她们照在我身上的光……只是想到这些，就怎么也说不出「放弃」这两个字。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776482933068",
    "text": "正因为善恶并存，所以我才更要努力去创造能够超越悲剧的明天。我相信，每个人都有属于自己的机会，能把这个世界变得更加美好。心怀善意的人正是这样不断出现，一代代传承下去。就算自己的结局算不上美丽，也是无愧于心，坦坦荡荡的一生。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776482895946",
    "text": "当流星划过天际，人们纷纷许下愿望，只因它的光芒如此耀眼。但那颗星星也曾迷失方向，在夜色中踽踽独行。可它依旧在飞，努力飞过这片冰冷孤寂的长夜。这是属于它的故事，是一颗流星拂晓的旅途。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776482875446",
    "text": "失败不代表应该放弃，痛苦不代表应该屈服。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776482800777",
    "text": "世界，赋予了我们生命。但只有将它燃烧，我们才能得到自己的价值。",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776482763670",
    "text": "你我踏上歧路，我将坠入黑暗，换你回到光明。",
    "author": "雷电芽衣",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776482745579",
    "text": "为世界上所有的美好而战！",
    "author": "琪亚娜",
    "tag": "崩坏三",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477234850",
    "text": "心有所向，日复一日，必有精进。",
    "author": "刻晴",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480057658",
    "text": "互相帮助是良性发展的必然法则之一。",
    "author": "芙宁娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480422901",
    "text": "谎言处处圆滑，真相棱角分明。",
    "author": "夏洛蒂",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479601810",
    "text": "想要留住雪花，但在手心里，他只会融化的更快。",
    "author": "九条裟罗",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479685948",
    "text": "学术、知识...一切事物都有边界，一旦跨越边界，万物运行的规则和秩序都会被破坏。",
    "author": "艾尔海森",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477351457",
    "text": "惊涛入海觅之螭虎，风雪归山斩妖邪。",
    "author": "魈",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479474138",
    "text": "飘摇风雨中，睹物思故乡，深山踏红叶，耳畔闻鹿鸣，流光换日月，鹤归云起庆生时，异乡有故知。",
    "author": "枫原万叶",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480603981",
    "text": "只要不失去你的崇高，整个世界都会为你敞开。",
    "author": "七天神像",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479727125",
    "text": "想象，便是突破那些习以为常的事物。",
    "author": "纳西妲",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479442179",
    "text": "深山踏红叶，耳畔闻鹿鸣，我很喜欢枫叶，可惜枫叶红时总多离别。",
    "author": "枫原万叶",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476662860",
    "text": "只要坚信自己的道路，就无所谓天气是晴是雨。",
    "author": "迪卢克",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480513567",
    "text": "风带来故事的种子，时间使其发芽；风带来了新的故事，时间使之成为神话。",
    "author": "日晷铭文",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480285278",
    "text": "罪恶没有假期，正义便无暇休憩。",
    "author": "那维莱特",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479502193",
    "text": "你知道制定计划之前，最重要的事是什么吗？是认清时局。",
    "author": "八重神子",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479641011",
    "text": "雪霁银装素，桔高映琼枝，若知是梦何须醒，不比真如一相会。",
    "author": "神里绫华",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480243853",
    "text": "爱是难驯鸟，哀乞亦无用;女人均善变，仿若水中萍;秘密藏心间，无人知我名;若非处幽冥，怎知生可贵!;诸君听我颂，共举爱之杯。",
    "author": "芙宁娜（命座）",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776481085530",
    "text": "星海幽暗，孤寂无垠，直到有人点燃了自我，宇宙才拥有最初的光。",
    "author": "夜神",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480396099",
    "text": "单一视角很容易被有针对性地蒙蔽，有时候换个视角才能拨云见日。",
    "author": "娜维娅",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479351143",
    "text": "总会有地上的生灵，敢于直面雷霆的威光。",
    "author": "枫原万叶",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776478579519",
    "text": "飞莹扑火，向死而生。",
    "author": "流萤",
    "tag": "崩坏：星穹铁道",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479936839",
    "text": "执着于注定不属于自己的事物，只是在浪费时间。",
    "author": "流浪者",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477283222",
    "text": "阴阳有序，命运无常，生老病死，天地万象，尽在吾辈。",
    "author": "胡桃",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476617575",
    "text": "旅行者，当你重新踏上旅途之后，一定要记得旅途本身的意义。提瓦特的飞鸟、诗歌和城邦，女皇、愚人和怪物......都是你旅途的一部分。终点并不意味着一切，在抵达终点之前，用你的眼睛，多多观察这个世界吧…",
    "author": "温迪",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479890835",
    "text": "在我看来，任何生命都是很重要的。理解生命的首要前提是尊重生命。",
    "author": "提纳里",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476884484",
    "text": "见证者为见证而来；铭记者，因铭记而生。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479577551",
    "text": "烟花易逝，人情长存，正是因为我们都是须臾之人，而更需要纪念须臾的美好。",
    "author": "宵宫",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476859536",
    "text": "感故人之恩，承旧友之情，追千古之意，环千秋之城。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776472729362",
    "text": "最初的鸟儿是不会飞翔的,飞翔是它们勇敢跃入峡谷的奖励,重要的不是强风,而是勇气,是它让你们成为世上最初的飞鸟。",
    "author": "安柏",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480005765",
    "text": "旧的土壤仍能开出新的繁花。",
    "author": "芙宁娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480351790",
    "text": "每一个站在舞台上的人，都要竭尽全力扮演好自己的角色个为观众等来一场盛宴。",
    "author": "琳妮特",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480565061",
    "text": "曲高未必人不识，自有知音和清词。",
    "author": "《神女劈观》",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480093509",
    "text": "逃避往往是最方使的选择。但它没法解决任何问题，也不能帮助你跨越任何障碍。",
    "author": "芙宁娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479967191",
    "text": "如果决定本身充满弹性,就相当于一开始就找好了后路,那还不如不要做这样的决定。",
    "author": "芙宁娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776478367430",
    "text": "比起犹豫，还是启程更好，也许就在今天，命运会恻隐一时，抛下些许仁慈。",
    "author": "遐蝶",
    "tag": "崩坏：星穹铁道",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479010536",
    "text": "风雨犹祝，山海同欢，是承天地之佑;星移斗转，沧海桑田，烟火人间依旧;功名在我，百岁千秋，毋忘秉烛夜游;今古诸事，激荡中流，宏图待看新秀。",
    "author": "萍姥姥·甘雨·凝光·刻晴",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480446947",
    "text": "孩童时期的梦是最易碎的东西，即使不去管它也总有一天会自己碎掉。所以身为亲人，就应该努力的去守护吧。",
    "author": "达达利亚",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776478658945",
    "text": "错误绝不等同于无意义;所有错误的尝试都是更接近正确;站在地上看天空，天空在我们头顶;倒立着看天空，天空就在我们脚下。",
    "author": "阿那克萨克拉斯",
    "tag": "崩坏：星穹铁道",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480308763",
    "text": "「正义」、「公平」、「平等」、「法律」，这几个概念互相之间其实无法等同。",
    "author": "那维莱特",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480042205",
    "text": "一个人救了另一个人,这是事实,可离去和归来怎么都不能算是交换。",
    "author": "芙宁娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479701644",
    "text": "明天会到来，这件事对所有人来讲都是常识。但其实明天是否真的会到来，只有身处明天的你才知道。",
    "author": "纳西妲",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476943217",
    "text": "时间拥有强大的力量，历史会在岁月中扭曲。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480125659",
    "text": "大部分人预料不到自己在最险恶的一刻会做什么。与其想那些事情想破头，还不如顺其自然。",
    "author": "芙宁娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476732415",
    "text": "在这个真实得太过分的世界里，每个人都需要仰望星空，就算我们不抬头仰望，星空，也永远注视着我们。",
    "author": "莫娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479543187",
    "text": "人类很有趣，所以我才如此喜欢人类，明明生命短暂，却能散发映昼光辉。",
    "author": "八重神子",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479744815",
    "text": "先否定一些不可行的方案，会让即将提出要施行的计划变得更有分量。",
    "author": "纳西妲",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479908336",
    "text": "不要害怕犯错，犯错也是学习过程中的一环。",
    "author": "提纳里",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477077931",
    "text": "我第一次明白，人们不总是照着灯塔的指引前进，即使前方黑暗又危险，他们也毅然扬帆远航。",
    "author": "凝光",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476710839",
    "text": "正因为无法更改，无法违逆，只能接受，命运才被称之为命运。",
    "author": "莫娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480624213",
    "text": "惊涛入海觅螭虎，风雪归山斩妖邪。",
    "author": "铜雀",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479625886",
    "text": "浮世景色百千年依旧，人之在世却如白露与泡影，虚无。",
    "author": "雷电将军",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479527735",
    "text": "人们总是喜欢相信自己愿意相信的事情，所以有些事，可能只是你不愿看到而已。",
    "author": "八重神子",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476572059",
    "text": "复白亘古事，诗人起歌喉。众神居尘世，人间几春秋。",
    "author": "温迪",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480332589",
    "text": "人习惯将自己与自然对立。此时总会有人出来呼吁人也是自然的一部分。",
    "author": "那维莱特",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476774939",
    "text": "用自己的双脚丈量土地，将未知变为知识。",
    "author": "阿贝多",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476633820",
    "text": "风向是会转变的，终有一天会吹向更加光亮的地方。",
    "author": "温迪",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480366411",
    "text": "人的精神和弓弦一样，如果一直绷得太紧，就会有断裂的风险。",
    "author": "琳妮特",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776481347127",
    "text": "我们不会放弃希望，我们还要携手向前，开辟未来的答案，就在这里...那就是，我们自己！",
    "author": "玛薇卡/空",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776473219390",
    "text": "在黎明到来之前，必需有人稍微照亮黑暗。",
    "author": "迪卢克",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476912500",
    "text": "朋友，假使有一日不得不同你相别，你在我的记忆中也会如黄金般闪耀。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479425242",
    "text": "拾花鸟之一趣，照月风之长路。",
    "author": "枫原万叶",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477010517",
    "text": "赌徒永远会把希望寄托在下一颗骰子上...但最后赚钱的，当然是从来不碰骰子的庄家。",
    "author": "凝光",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479852961",
    "text": "真正愿意为你考虑的人，不会希望你勉强自己。",
    "author": "提纳里",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476803350",
    "text": "一切力量皆有其代价,一千种权力伴随着一千种责任。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776481003686",
    "text": "我们继承了记忆与传说，我们和太阳与风共同成长，我们铸造了命运与未来，这些都是纳塔的火，纳塔的血液。",
    "author": "《还魂诗》",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480584038",
    "text": "我等必将复起，古木已发新枝。",
    "author": "忍冬之树",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480264263",
    "text": "世间的奇遇之所以存在，就是为了给世人带来转机。",
    "author": "芙卡洛斯",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479834500",
    "text": "任何生命诞生在世上都有意义,它也不例外。既然存在,就不该被随意抛弃或销毁。",
    "author": "提纳里",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479989052",
    "text": "律法只裁定罪行,并不度量感情,如果说判决能让有罪无罪的争议尘埃落定，那当事人充沛的感情最终会流向哪里呢?",
    "author": "芙宁娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479390309",
    "text": "接引春雷焚身骨，化灰以养万类荣。",
    "author": "枫原万叶",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476685887",
    "text": "前方会有什么，我很少会思考这种问题，我必须前进，不论有谁阻挡在我面前，破晓将至。",
    "author": "迪卢克",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776480470271",
    "text": "我们都还没来得及说再见,所以，我不会把它当做离别。",
    "author": "空/荧",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479808859",
    "text": "我认为人与人之间相互了解的最好办法就是多花时间相处，其他的都不实际；所以不必急着自我介绍，时间会沉淀一切。",
    "author": "提纳里",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476968282",
    "text": "天动万象，山海化形，荒地生星，璨如烈阳。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479760061",
    "text": "很多人在面临复杂的立场问题的时候，会选择充耳不闻并且随波逐流，直到事情变得不可挽回。",
    "author": "纳西妲",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776479368262",
    "text": "天高散孤云，落日澄空故乡影，飘摇游子心。",
    "author": "枫原万叶",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477317476",
    "text": "改革自我，改革命运，告别懦弱和退让。风雨中绝不熄灭的烛火，岩洞下在永远沸腾的岩浆，无人可挡，无法停止的气魄，这才是我的摇滚。",
    "author": "辛焱",
    "tag": "原神",
    "date": "2026-04-18"
  }
];
