/**
 * 金句配置文件
 * 由「金句录」自动生成 2026-04-18
 */

window.QUOTES_CONFIG = [
  {
    "id": "q1776477351457",
    "text": "惊涛入海觅之螭虎，风雪归山斩妖邪。",
    "author": "魈",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477317476",
    "text": "改革自我，改革命运，告别懦弱和退让。风雨中绝不熄灭的烛火，岩洞下在永远沸腾的岩浆，无人可挡，无法停止的气魄，这才是我的摇滚。",
    "author": "辛焱",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477283222",
    "text": "阴阳有序，命运无常，生老病死，天地万象，尽在吾辈。",
    "author": "胡桃",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477234850",
    "text": "心有所向，日复一日，必有精进。",
    "author": "刻晴",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477077931",
    "text": "我第一次明白，人们不总是照着灯塔的指引前进，即使前方黑暗又危险，他们也毅然扬帆远航。",
    "author": "凝光",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776477010517",
    "text": "赌徒永远会把希望寄托在下一颗骰子上...但最后赚钱的，当然是从来不碰骰子的庄家。",
    "author": "凝光",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476968282",
    "text": "天动万象，山海化形，荒地生星，璨如烈阳。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476943217",
    "text": "时间拥有强大的力量，历史会在岁月中扭曲。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476912500",
    "text": "朋友，假使有一日不得不同你相别，你在我的记忆中也会如黄金般闪耀。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476884484",
    "text": "见证者为见证而来；铭记者，因铭记而生。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476859536",
    "text": "感故人之恩，承旧友之情，追千古之意，环千秋之城。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476803350",
    "text": "一切力量皆有其代价,一千种权力伴随着一千种责任。",
    "author": "钟离",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476774939",
    "text": "用自己的双脚丈量土地，将未知变为知识。",
    "author": "阿贝多",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476732415",
    "text": "在这个真实得太过分的世界里，每个人都需要仰望星空，就算我们不抬头仰望，星空，也永远注视着我们。",
    "author": "莫娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476710839",
    "text": "正因为无法更改，无法违逆，只能接受，命运才被称之为命运。",
    "author": "莫娜",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476685887",
    "text": "前方会有什么，我很少会思考这种问题，我必须前进，不论有谁阻挡在我面前，破晓将至。",
    "author": "迪卢克",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476662860",
    "text": "只要坚信自己的道路，就无所谓天气是晴是雨。",
    "author": "迪卢克",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476633820",
    "text": "风向是会转变的，终有一天会吹向更加光亮的地方。",
    "author": "温迪",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476617575",
    "text": "旅行者，当你重新踏上旅途之后，一定要记得旅途本身的意义。提瓦特的飞鸟、诗歌和城邦，女皇、愚人和怪物......都是你旅途的一部分。终点并不意味着一切，在抵达终点之前，用你的眼睛，多多观察这个世界吧…",
    "author": "温迪",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776476572059",
    "text": "复白亘古事，诗人起歌喉。众神居尘世，人间几春秋。",
    "author": "温迪",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776472729362",
    "text": "最初的鸟儿是不会飞翔的,飞翔是它们勇敢跃入峡谷的奖励,重要的不是强风,而是勇气,是它让你们成为世上最初的飞鸟。",
    "author": "安柏",
    "tag": "原神",
    "date": "2026-04-18"
  },
  {
    "id": "q1776473219390",
    "text": "在黎明到来之前，必需有人稍微照亮黑暗。",
    "author": "迪卢克",
    "tag": "原神",
    "date": "2026-04-18"
  }
];
